Repository: LoopDocs/loopdocs
Catalog: xliff/xliff_*/navMenu.xliff
Languages: da, de, fr

source: Home
da: Hjem
fr: Page d’accueil

source: Using This Site FAQs
de: Über die Seite FAQs
fr: FAQs d'utilisation de ce site

source: General Loop FAQs
de: Allgemeine Loop-App FAQs
fr: FAQs de Loop

source: Omnipod FAQs
fr: FAQs sur Omnipod

source: Branch FAQs
fr: FAQs sur les branches

source: Update/Rebuild Loop FAQs
de: Aktualisierung und Neuerstellung der Loop-App FAQs
fr: FAQs sur les modifications/Reconstruction de Loop

source: iOS 13 FAQs
fr: FAQs sur iOS 13

source: RileyLink FAQs
fr: FAQs sur le RileyLink

source: Algorithm FAQs
de: Algorithmus FAQs
fr: FAQs sur les Algorithmes

source: CGM FAQs
fr: FAQs sur les MGC

source: Safety Tips
de: Sicherheitstipps
fr: Astuces de Sécurité

source: Build App
da: Byg app
de: Erstellung der App
fr: Fabriquez l'Application

source: Overview
da: Overblik
de: Übersicht
fr: Présentation

source: Step 1 Compatible Computer
de: Schritt 1 Kompatible Betriebssysteme
fr: Étape 1 : Compatibilité de l'Ordinateur

source: Step 2 Compatible iPhone/iPod touch
de: Schritt 2 Kompatible iPhone/iPod touch
fr: Étape 2 Compatibilité de l'iPhone/iPod touch

source: Step 3 Compatible Pump
de: Schritt 3 Kompatible Pumpen
fr: Étape 3 : Compatibilité de la Pompe

source: Step 4 Compatible CGM
de: Schritt 4 Kompatible CGM
fr: Étape 4 : Compatibilité du MGC (CGM)

source: Step 5 Order a RileyLink
de: Schritt 5 Bestellung eines RileyLink
fr: Étape 5 Commander un RileyLink

source: Step 6 Enroll in Apple Developer Program
de: Schritt 6 Einschreibung ins Apple Developer Program
fr: Étape 6 S'inscrire dans le programme de développement Apple

source: Step 7 Install Homebrew
de: Schritt 7 Installation von Homebrew
fr: Étape 7 Installer Homebrew

source: Step 8 Download Xcode
de: Schritt 8 Herunterladen von Xcode
fr: Étape 8 Télécharger Xcode

source: Step 9 Xcode Preferences
de: Schritt 9 Xcode Einstellungen
fr: Étape 9 Préférences d'Xcode

source: Step 10 Test Settings
de: Schritt 10 Test der Einstellungen
fr: Étape 10 Les réglages de test

source: Step 11 Make plans for Loop Data
de: Schritt 11 Überdenken der Speicherung der Daten der Loop-App
fr: Étape 11 : Gérer vos données Loop

source: Step 12 Meet Community
de: Schritt 12 Triff dich in der Gruppe
fr: Étape 12 Rencontrez la communauté

source: Step 13 Download Loop code
de: Schritt 13 Herunterladen des Loop-App Quellcodes
fr: Étape 13 Télécharger le code source de Loop

source: Step 14 Build Loop app
de: Schritt 14 Erstellen der Loop-App
fr: Étape 14 Construire l'Application Loop

source: Oh dear! Build errors?
de: Mist! Build-Fehler?
fr: Ho non ! J'ai des erreurs de compilation ?

source: Customize your Loop
de: Anpassen deiner Loop-App
fr: Personnalisez votre Loop

source: Updating/Rebuilding your Loop
de: Aktualisieren/neuerstellen deiner Loop-App
fr: Mise à jour/Reconstruction de votre Loop

source: Set up App
da: Opsætning af app
de: Einrichten der Loop-App
fr: Configurer l'application

source: Overview
de: Übersicht
fr: Présentation

source: Step 1 Health Permissions
de: Schritt 1 Health-Berechtigungen
fr: Étape 1 Autorisations de Santé

source: Step 2 Add Pump
de: Schritt 2 Pumpe hinzufügen
fr: Étape 2 Ajouter une pompe

source: Add Medtronic
de: Medtronic-Pumpe hinzufügen
fr: Ajouter une pompe Medtronic

source: Add Omnipod
de: Omnipod-Pumpe hinzufügen
fr: Ajouter une pompe Omnipod

source: Step 3 Add CGM
de: Schritt 3 CGM hinzufügen
fr: Étape 3 Ajouter le MGC

source: Step 4 Configurations
de: Schritt 4 Konfiguartionen
fr: Étape 4 Configurations

source: Step 5 Loop Services
de: Schritt 5 Loop Dienste
fr: Étape 5 Services de Loop

source: Loop Displays
de: Loop-App Ansichten
fr: Affichages de Loop

source: RileyLink menu
de: RileyLink Menü
fr: Menu RileyLink

source: Operate
da: Brugervejledning
de: Betrieb der Loop-App
fr: Exploiter

source: How to Use Loop App
da: Sådan bruges Loop App
de: Wie benutze ich die Loop-App
fr: Comment utiliser l’application Loop

source: Carb Entries
de: Eintragen von Kohlenhydraten
fr: Entrées de Glucides

source: Overrides
fr: Substitutions

source: Pre-meal target
fr: Objectif de Pré-Repas

source: Health app
fr: Application Santé

source: Using ICE info
de: Benutzung der ICE Info
fr: Utiliser les informations ICE

source: iPhone widget
de: iPhone Widgets
fr: Widget iPhone

source: Loop Notifications
de: Loop-App Benachrichtigungen
fr: Notifications de Loop

source: Pump Battery
de: Pumpenbatterie
fr: Batterie de la pompe

source: Looping Tips
de: Looping Tipps
fr: Conseils sur Loop

source: Open Loop
de: Offene/Open Loop
fr: Boucle Ouverte

source: Closed Loop
de: Geschlossene/Closed Loop
fr: Boucle Fermée

source: Loop Tips
fr: Conseils sur Loop

source: Algorithm
da: Algoritme
de: Algorithmus
fr: Algorithme

source: Overview
de: Übersicht
fr: Présentation

source: Bolus Recommendations
de: Bolus Empfehlungen
fr: Recommandations de Bolus

source: Glucose Prediction
de: BZ Vorhersagen
fr: Prédiction de Glycémie

source: Temp Basal Adjustments
de: Temporäre Basalanpassungen
fr: Ajustements Basal Temporaires

source: Troubleshoot
da: Fejlfinding
de: Fehlerbehebung
fr: Dépannage

source: Overview
de: Übersicht
fr: Présentation

source: Loop App crashes
de: Loop-App Absturtz
fr: Les plantages de Loop

source: Red Loop
de: Rote Loop
fr: La boucle de Loop est rouge

source: Pod Pairing Failures
de: Pod-Kopplungsprobleme
fr: Défaillances de jumelage du Pod

source: Time Changes
fr: Changements d’heure

source: Omnipod Faults
de: Omnipod Pumpenfehler
fr: Les erreurs de l'Omnipod

source: Overview
de: Übersicht
fr: Présentation

source: Remote Notifications
de: Fernbenachrichtgung
fr: Notifications à distance

source: Reports
de: Berichte
fr: Rapports

source: Translate Loopdocs
da: Oversæt Loopdocs
fr: Traduire la Loopdocs

source: Bolus
de: Bolus-Werte

source: Pod Uncertain Boluses
de: Pod Unsichere Boli

source: MDT Pump Errors
de: MDT/Medtronic Pumpenfehler

source: Brand New NS
de: Brandneues Nightscout

source: Retrofit Existing NS
de: Nachrüsten eines existierenden Nightscout

source: Setup Troubleshooting
de: Einrichtung und Fehlerbehebung

source: Remote Overrides
de: Ferngesteuerte Overrides

source: IFTTT
de: Wenn dies, dann das

source: Pebble
de: Pebble Smartwatch

source: Using This Site FAQs
da: Hvad er FAQ

source: General Loop FAQs
da: Generelt Loop FAQs

source: Update/Rebuild Loop FAQs
da: Opdatere Loop FAQs

source: CGM FAQs
da: Sensor FAQs

source: Safety Tips
da: Sikkerhed

source: Step 1 Compatible Computer
da: Trin 1 Kompatibel computer

source: Step 2 Compatible iPhone/iPod touch
da: Trin 2 Kompatibel iPhone/iPod touch

source: Step 3 Compatible Pump
da: Trin 3 Kompatibel pumpe

source: Step 4 Compatible CGM
da: Trin 4 Kompatibel CGM

source: Step 5 Order a RileyLink
da: Trin 5 Bestil en RileyLink

source: Step 6 Enroll in Apple Developer Program
da: Trin 6 Tilmeld dig Apple Developer Program

source: Step 7 Install Homebrew
da: Trin 7 Installer Homebrew

source: Step 8 Download Xcode
da: Trin 8 Download Xcode

source: Step 9 Xcode Preferences
da: Trin 9 Xcode-præferencer

source: Step 10 Test Settings
da: Trin 10 Test indstillinger

source: Step 11 Make plans for Loop Data
da: Trin 11 Lav planer for Loop Data

source: Step 12 Meet Community
da: Trin 12 Mød community

source: Step 13 Download Loop code
da: Trin 13 Download Loopkode

source: Step 14 Build Loop app
da: Trin 14 Build Loop-app

source: Oh dear! Build errors?
da: Åh gud! Byg fejl ?

source: Customize your Loop
da: Tilpas din Loop

source: Updating/Rebuilding your Loop
da: Opdatering af din Loop

source: Overview
da: Oversigt

source: Step 1 Health Permissions
da: Trin 1 Sundhedstilladelser

source: Step 2 Add Pump
da: Trin 2 Tilføj pumpe

source: Add Medtronic
da: Tilføj Medtronic

source: Add Omnipod
da: Tilføj Omnipod

source: Step 3 Add CGM
da: Trin 3 Tilføj CGM

source: Step 4 Configurations
da: Trin 4 Konfigurationer

source: Step 5 Loop Services
da: Trin 5 Loop Services

source: Loop Displays
da: Loop Display

source: Carb Entries
da: Carb-indtastning

source: Pre-meal target
da: Før-måltid

source: Health app
da: Sundhedsapp

source: Using ICE info
da: Brug af ICE-info

source: Pump Battery
da: Pumpebatteri

source: Open Loop
da: Åben loop

source: Closed Loop
da: Lukket loop

source: Overview
da: Oversigt

source: Bolus Recommendations
da: Bolusanbefalinger

source: Overview
da: Oversigt

source: Loop App crashes
da: Loop App går ned

source: Pod Pairing Failures
da: Pod-parringsfejl

source: Pod Uncertain Boluses
da: Pod usikre boluser

source: MDT Priming and Sites
da: MDT Priming og Sites

source: Time Changes
da: Tidsændringer

source: MDT Pump Errors
da: MDT-pumpefejl

source: Omnipod Faults
da: Omnipod-fejl

source: Overview
da: Oversigt

source: Brand New NS
da: Helt ny NS

source: Retrofit Existing NS
da: Eksisterende NS

source: Setup Troubleshooting
da: Fejlfinding ved opsætning

source: Remote Notifications
da: Remote notifcations

source: Reports
da: Rapporter
